Repository: IBMPredictiveAnalytics/STATS_BAYES_SELECTVARS
Catalog: src/lang/*/STATS_BAYES_SELECTVARS.po
Languages: de, es, it, ja, pl, pt_br

source: End of procedure
de: Ende der Prozedur
es: Fin del procedimiento
it: Fine della procedura
ja: 手順の終わり
pl: Koniec procedury
pt_br: Fim do procedimento

source: Message Number
de: Nachrichtennummer
es: Número de mensaje
it: Numero di messaggio
ja: メッセージ番号
pl: Numer komunikatu
pt_br: Número da mensagem

source: Invalid variable name: %s
de: Ungültiger Variablenname: %s
es: Nombre de variable no válido: %s
it: Nome di variabile non valido: %s
ja: 無効な変数名です: %s
pl: Niepoprawna nazwa zmiennej: %s
pt_br: Nome de variável inválido: %s

source: Bayes Select Vars Notes and Warnings
de: Bayessche Variablenauswahl – Hinweise und Warnungen
es: Notas y advertencias sobre selección de variables bayesiana
it: Note e Avvertenze delle variabili selezionate da Bayes
ja: ベイズ選択変数の注意事項と警告
pl: Wybrane zmienne Bayesa – Uwagi i ostrzeżenia
pt_br: Notas e avisos da seleção bayesiana de variáveis

source: Bayes Select Variables
de: Bayessche Variablenauswahl
es: Selección de variables bayesiana
it: Variabili selezionate da Bayes
ja: ベイズ選択変数
pl: Wybrane zmienne Bayesa
pt_br: Seleção bayesiana de variáveis

source: Case weight are ignored by this procedure.
de: Das Gewicht der Verpackung wird bei diesem Verfahren ignoriert.
es: Este procedimiento no tiene en cuenta las ponderaciones de los casos.
it: Il peso dei casi viene ignorato da questa procedura.
ja: この手順ではケースの重み付けは無視されます。
pl: Ta procedura ignoruje wagi obserwacji
pt_br: As ponderações de caso são ignoradas por este procedimento.

source: The dependent variable appears in the independent variable list
de: Die abhängige Variable wird in der Liste der unabhängigen Variablen aufgeführt
es: La variable dependiente aparece en la lista de variables independientes
it: La variabile dipendente appare nell'elenco delle variabili indipendenti
ja: 従属変数が独立変数リストに含まれています
pl: Zmienna zależna pojawia się na liście zmiennych niezależnych
pt_br: A variável dependente aparece na lista de variáveis independentes

source: %s is not a valid R variable name. Please rename it
de: %s ist kein gültiger R-Variablenname. Bitte benennen Sie sie um.
es: %s no es un nombre de variable R válido. Cámbiele el nombre
it: %s non è un nome di variabile R valido. Rinominarlo
ja: %sは有効なR変数名ではありません。 名前を変えてください
pl: %s nie jest poprawną nazwą zmiennej R. Zmień nazwę
pt_br: %s não é um nome de variável R válido. Renomeie-o

source: Results computed by R package BAS, version:%s
de: Ergebnisse berechnet mit dem R-Paket-BAS, Version: %s
es: Resultados calculados por el paquete R BAS, versión:%s
it: Risultati calcolati dal pacchetto R BAS, versione:%s
ja: RパッケージBASによって計算された結果、バージョン:%s
pl: Wyniki obliczone za pomocą pakietu R BAS, wersja: %s
pt_br: Resultados calculados pelo pacote BAS do R, versão: %s

source: Best model definitions may differ across splits.
de: Die besten Modelldefinitionen können je nach Aufteilung unterschiedlich sein.
es: Las mejores definiciones de modelos pueden diferir entre las divisiones.
it: Le migliori definizioni del modello possono differire tra le diverse suddivisioni.
ja: 最適なモデル定義は分割によって異なる場合があります。
pl: Najlepsze definicje modeli mogą się różnić w zależności od podziałów.
pt_br: As definições do melhor modelo podem variar entre as divisões.

source: error fetching data
de: Fehler beim Abrufen von Daten
es: error al obtener los datos
it: errore nel richiamo dei dati
ja: データの取得時にエラーが発生しました
pl: błąd pobierania danych
pt_br: erro ao buscar dados

source: There are no complete cases in the data
de: Die Daten enthalten keine vollständigen Fälle
es: No hay casos completos en los datos
it: Non ci sono casi completi nei dati
ja: データに完全なケースは含まれていません
pl: W danych nie ma kompletnych przypadków
pt_br: Não há casos completos nos dados

source: Offset is not valid for linear models
de: Der Offset ist für lineare Modelle nicht gültig.
es: La compensación no es válida para los modelos lineales
it: L'offset non è valido per i modelli lineari
ja: オフセットは線形モデルでは有効ではありません
pl: Przesunięcie nie jest ważne dla modeli liniowych
pt_br: O offset não é válido para modelos lineares

source: error estimating equation
de: Fehler bei Schätzungsgleichung
es: ecuación de estimación del error
it: equazione di stima dell'errore
ja: 推定式の計算中にエラーが発生しました
pl: równanie szacowania błędu
pt_br: erro ao estimar a equação

source: Family: %s
de: Familie: %s
es: Familia: %s
it: Famiglia: %s
ja: ファミリー: %s
pl: Rodzina: %s
pt_br: Família: %s

source: Top Models (Up to Five)
de: Spitzenmodelle (bis zu fünf)
es: Modelos principales (hasta cinco)
it: Modello superiori (fino a cinque)
ja: 上位モデル(最大5個)
pl: Najlepsze modele (do pięciu)
pt_br: Principais modelos (até cinco)

source: Dependent variable: %s X = variable included, - = variable excluded %s
de: Abhängige Variable: %s X = einbezogene Variable, - = ausgeschlossene Variable %s
es: Variable dependiente: %s X = variable incluida, - = variable excluida %s
it: Variabile dipendente: %s X = variabile inclusa, - = variabile esclusa %s
ja: 従属変数: %s X = 含まれる変数、- = 除外される変数 %s
pl: Zmienna zależna: %s X = zmienna uwzględniona, - = zmienna wykluczona %s
pt_br: Variável dependente: %s X = variável incluída, - = variável excluída %s

source: Bayes Factor vs. Largest Marginal Likelihood
de: Bayes-Faktor vs. größte marginale Wahrscheinlichkeit
es: Factor de Bayes frente a la verosimilitud marginal máxima
it: Fattore di Bayes rispetto a Massima Verosimiglianza Marginale
ja: ベイズ因子と最大周辺尤度
pl: Współczynnik Bayesa kontra największa wiarygodność marginalna
pt_br: Fator de Bayes vs. maior verossimilhança marginal

source: Posterior Probabilities
de: A-posteriori-Wahrscheinlichkeiten
es: Probabilidades posteriores
it: Probabilità posteriori
ja: 事後確率
pl: Prawdopodobieństwa a posteriori
pt_br: Probabilidades a posteriori

source: R-Squared
de: R-Quadrat
es: R cuadrado
it: R-quadrato
ja: R2 乗
pl: R-kwadrat:
pt_br: R ao quadrado

source: Number of Variables
de: Anzahl der Variablen
es: Número de variables
it: Numero di variabili
ja: 変数の数
pl: Liczba zmiennych
pt_br: Número de variáveis

source: Log Marginal Likelihood (Log BF vs Intercept Only Model
de: Logarithmische marginale Wahrscheinlichkeit (Log BF vs. Intercept-Only-Modell)
es: Logaritmo de verosimilitud marginal (log BF frente al modelo con solo intercepto)
it: Probabilità marginale logaritmica (Log BF rispetto al modello con solo intercetta)
ja: 対数周辺尤度(対数BFと切片のみモデル)
pl: Logarytm marginalnej wiarygodności (log BF kontra model wyłącznie z punktem przecięcia
pt_br: Log da verossimilhança marginal (log BF vs. modelo somente com intercepto)

source: Model Statistics
de: Modellstatistik
es: Estadísticos del modelo
it: Statistiche del modello
ja: モデル統計量
pl: Statystyki modelu
pt_br: Estatísticas de modelo

source: (Intercept)
de: (Konstanter Term)
es: (Intersección)
it: (Intercetta)
ja: (切片)
pl: (Stała)
pt_br: (Intercepto)

source: Mean
de: Mittelwert
es: Media
it: Media
ja: 平均値
pl: Średnia
pt_br: Média

source: Std. Dev
de: Std. Abweichung
es: Desviación est.
it: Dev Dev
ja: 標準偏差。 Dev
pl: Stand. Odchylenie
pt_br: Erro Dev

source: Posterior Coefficients
de: Posterior-Koeffizienten
es: Coeficientes posteriores
it: Coefficienti posteriori
ja: 事後係数
pl: Współczynniki a posteriori
pt_br: Coeficientes a posteriori

source: Number of cases: %s
de: Anzahl der Fälle: %s
es: Número de casos: %s
it: Numero di casi: %s
ja: ケース数: %s
pl: Liczba obserwacji: %s
pt_br: Número de casos: %s
